[
 {
  "button_text": [],
  "buttons": [],
  "content": "Part five of the Tomb of Annihilation campaign is now available. The two new adventures take us deep into the jungles of Chult to the Lost City of Omu and the yuan-ti stronghold within. Each adventure comes with one extremely challenging variant. Good luck!",
  "date": "Wednesday May 16th, 2018 10:30:00AM",
  "end_date": "2021-01-01 00:59:59",
  "networks": [
   11
  ],
  "news_id": 36,
  "picture": "news_06.png",
  "picture_description": null,
  "start_date": "2018-05-16 10:30:00",
  "sticky": "0",
  "timestamp": 1526491800,
  "title": "New Tomb of Annihilation Adventures!"
 },
 {
  "button_text": [],
  "buttons": [],
  "content": "In Faerûn, the Running is a four day holiday during which most shops are closed and markets cancelled. Folks travel (as far as they can within those four days) to visit parents, kin, or friends for feasting, gossip, and making deals. For our intrepid band of heroes this is just enough time to take on a well-paying contract for a journey into the High Forest in search of a rare elven artifact. Complete the adventure to recruit Catti-Brie, a human fighter and our fourth Companion of the Hall! This event runs until Tuesday, May 15th, at noon PDT.",
  "date": "Thursday May 3rd, 2018 1:30:00PM",
  "end_date": "2021-01-01 00:59:59",
  "networks": [
   11
  ],
  "news_id": 34,
  "picture": "news_23.png",
  "picture_description": null,
  "start_date": "2018-05-03 13:30:00",
  "sticky": "0",
  "timestamp": 1525379400,
  "title": "New Event: The Running"
 },
 {
  "button_text": [],
  "buttons": [
   {
    "action": "openChangeLog",
    "text": "Read the Change Log"
   }
  ],
  "content": "Today's update includes the largest number of new variants we've ever released at once! There are three new Grand Tour of the Sword Coast variants and two new Tomb of Annihilation variants, each more challenging and devious than the last. In addition, this update includes new upgrades for all Champions and more than half a dozen commonly requested quality of life fixes and features. Check out the change log for more details.",
  "date": "Wednesday April 25th, 2018 12:50:00PM",
  "end_date": "2021-01-01 00:59:59",
  "networks": [
   11
  ],
  "news_id": 33,
  "picture": "news_22.png",
  "picture_description": null,
  "start_date": "2018-04-25 12:50:00",
  "sticky": "0",
  "timestamp": 1524685800,
  "title": "New Variants and Features!"
 },
 {
  "button_text": [],
  "buttons": [],
  "content": "The start of spring is traditionally a day of peace and rejoicing marked by the display of flowers (even if they need to be grown in a hothouse during the winter months, or brought from southern climes) that are worn or given as sacrifices to the gods who have brought life back to the world. A group of Githyanki have other plans for the day, though.\r\n\r\nComplete this adventure and recruit Nrakk, a Githzerai Monk. This event will run until Tuesday, April 24th at noon PDT. Good luck!",
  "date": "Thursday April 12th, 2018 1:00:00PM",
  "end_date": "2021-01-01 00:59:59",
  "networks": [
   11
  ],
  "news_id": 32,
  "picture": "news_21.png",
  "picture_description": null,
  "start_date": "2018-04-12 13:00:00",
  "sticky": "0",
  "timestamp": 1523563200,
  "title": "New Event: Greengrass"
 },
 {
  "button_text": [],
  "buttons": [],
  "content": "Having survived a long, dark, cold winter, Festival of Fools participants don brightly colored and garishly patterned clothing and dance in the streets like court jesters, each competing with the others to see who can pull off the most foolish (yet generally harmless) prank(s). What could possibly go wrong with that?\r\n\r\nThis event unlocks Strix, the Trash Witch. She's a powerful caster swap for Jamilah, and should not be underestimated, regardless of her disheveled appearance. The event runs until Tuesday, April 10th at noon PDT. Good luck!",
  "date": "Thursday March 29th, 2018 12:30:00PM",
  "end_date": "2021-01-01 00:59:59",
  "networks": [
   11
  ],
  "news_id": 31,
  "picture": "news_20.png",
  "picture_description": null,
  "start_date": "2018-03-29 12:30:00",
  "sticky": "0",
  "timestamp": 1522351800,
  "title": "New Event: Festival of Fools"
 }
]